{
  "heroText": "CubeCommons is a platform for discovering the video + audio content, digital publications and workbooklets being produced by artists and arts organizations about the artistic and cultural practices happening accorss Turtle Island - Canada. Search by name or medium, create playlists for students + friends, or play a track while you are creating.",
  "daoText": "CubeCommons operates like a DAO—which is a decentralized autonomous organization made possible by blockchain technology—while fulfilling the requirements of a not-for-profit. This means that all content creators on CubeCommons are collective owners of the platform. CubeCommons does not produce a publicly traded token, only an internal governance token that CubeCommons creators earn for uploading free, accessible content. They use their governance tokens to vote on improvements to the site and the managing of CubeCommons’s assets. By using an on-chain voting system, we make these decisions public. Cube, unlike other streaming platforms, does not sell your data. The art organizations here are dedicated to online ecosystems that engage with audiences and creators in equitable ways.",
  "dao": "DAO",
  "creators": "Creators",
  "creatorsText": "CubeCommons was developed through the partnership and collaborative brainstorming of individuals and organizations including @221A, Artengine (@Artengine), Burnaby Art Gallery (@BAG), Centre A (@CentreA), @Cinevolution, Contemporary Art Gallery (@CAG), Museum of Anthropology (@MOA), Museum of Vancouver (@MOV), New Media Gallery (@NMG), Richmond Art Gallery (@RAG), SFU Galleries (@SFUGalleries), and more, from across Canada.",
  "accessibility": "Accessibility Is Our Goal",
  "accessibilityText": "CubeCommons advocates for accessibility standards that can be improved upon as technology develops. We aim to be a tool that supports the accessibility of online arts and cultural content, and to be a point of connection to Canadian organizations like ...",
  "virtualExperiences": "Virtual Experiences",
  "virtualExperiencesText": "CubeCommons owns a plot in the virtual world of Voxels. This VR neighbourhood of artist-run and institutional spaces has a built in community. It is free and easy to access on your phone or computer with no login required. Here creators on CubeCommons can produce virtual events, build exhibitions with a variety of contextual content that can all be experienced from home. Theis lot is generously shared by CubeCommons member Mike St Jean.",
  "Enquire about event": "Enquire About Hosting A Virtual Event or Exhibition",
  "collaborations": "Support Collaborations",
  "collaborationsText": "Supporting collaborations also means getting a say in what content you would like to see, with which artists and organizations. Imagine if Netflix gave you access to their producers? We do.",
  "nftsText": "<0>We could not hang out with all these great artists and art organizations and not make art! While we are not an NFT marketplace, we do subsidize gas and other minting fees for artists collaborating with organizations to produce an NFT. The sale and re-sale of these NFTs online, automatically sends profits back to the artists, the organizations and Cube to help create another avenue toward sustainability.</0><1>For decades artists have been producing limited edition multiples for galleries to sell as part of their funding model. However, the sale and resale of these works has not provided income for their artists. We look to blockchain to improve the equity of these collaborations with organizations, and to help artists into a new medium for their work.</1>",
  "Digital Neighbours": "Digital Neighbours",
  "digitalNeighboursText": "CubeCommons aggregates educational content and the online tools and archives being developed by artists and arts organizations across Turtle Island—Canada. We hope to make it easy to search and discover arts and culture, and recommend checking out our digital neighbours.",
  "artengineDescription": "Artengine Description",
  "cagDescription": "CAG Description",
  "centreaDescription": "Centrea Description",
  "moaDescription": "Moa Description",
  "movDescription": "Mov Description",
  "arppDescription": "Arpp App Description",
  "trinitySquareDescription": "Trinity Square Description"
}