{
  "heroText": "CubeCommons aggregates the video, audio, digital publications and activity booklets by arts organizations and artists across northern Turtle Island (Canada).",
  "heroTextFR": " (FR) CubeCommons regroupe les publications vidéo, audio, numériques et les livrets d'activités d'organisations artistiques et d'artistes du nord de l'Île de la Tortue (Canada).",
  "discover": "Discover/ Découvrir",
  "search": "Search/ Recherche",
  "becomeCreatorText": "Learn how to set up your orgnization's profile and start uploading content.",
  "becomeCreatorTextFR": " (FR) Découvrez comment créer le profil de votre organisation et commencer à ajouter du contenu.",
  "dao": "Digital Commons",
  "daoTagline": "Creating a profile on CubeCommons makes you an owner of CubeCommons. This is a free tool, with a zero energy waste policy, built to ensure its economic and environmental sustainability.",
  "daoText": "As long as there has been internet, arts organizations have depended on third-party platforms to organize and distribute their content. This has created unsustainable fee systems and a precarious relationships with corporations that often go obsolete or make decisions that do not align with their mandates. When organizations load their educational content onto their Cube profile, they earn the right to vote on platform changes, additions and maintenance. By pooling our resources we mean to experiment with collective infastructure and new models for education and cultural archiving.",
  "daoSustainOp": "This is a free tool, with a zero energy waste policy, built to ensure its economic and environmental sustainability.",
  "daoGovToken":"We are just getting started; our early adopters get to load as much content as they like and have a say in the development of our governance system. Our governance tokens are not a form of currency and cannot be bought or sold. Only earned through acts of knowledge sharing.",
  "daoFR": "Un Commun Numérique",
  "daoTaglineFR": "La création d'un profil sur CubeCommons fait de vous un copropriétaire de CubeCommons. Il s’agit d’un outil gratuit, avec une politique de zéro gaspillage énergétique, construit pour assurer sa durabilité économique et environnementale.",
  "daoTextFR": "Depuis qu’Internet existe, les organismes artistiques dépendent de plateformes tierces pour organiser et distribuer leur contenu. Cela s'est souvent accompagné de coûts non viables, et a donné lieu à des relations précaires avec des entreprises qui deviennent obsolètes ou prennent des décisions qui ne correspondent pas à leur mandat. Lorsque les organisations ajoutent leur contenu éducatif sur leur profil Cube, elles obtiennent en retour le droit de voter sur les évolutions de la plateforme. En mettant en commun nos ressources, nous entendons promouvoir des infrastructures collectives et de nouveaux modèles d'éducation et d'archivage culturel.",
  "creators": "Developed In Partnership",
  "creatorsText": "CubeCommons was developed through the partnership and collaborative brainstorming of individuals and organizations including:",
  "creatorsList": "221A, Artengine, Burnaby Art Gallery, Centre A, Cinevolution, Contemporary Art Gallery, Museum of Anthropology, Museum of Vancouver, New Media Gallery, Richmond Art Gallery, SFU Galleries, Plug In ICA, and many more from across Canada, America & Europe.",
  "creatorsFR": "Développé en Partenariat",
  "creatorsTextFR": "CubeCommons est le fruit d'un travail collaboratif d'individus et organisations basés au Canada, aux États-Unis, et en Europe.",
  "accessibility": "Accessibility Is Our Goal",
  "accessibilityText": "CubeCommons aims to be a tool that supports the accessibility of online arts and cultural content, and to build in the work of Canadian organizations like:",
  "accessibilityFR": "L'accessibilité est notre Objectif",
  "accessibilityTextFR": "CubeCommons vise à être un outil qui soutient l'accessibilité des arts et du contenu culturel en ligne, et qui s'appuie sur le travail d'organisations canadiennes telles que :",
  "virtual": "Virtual Experiences",
  "virtualText": "Voxels is free and easy to access on your phone or computer with no login required. In this VR neighbourhood of artist-run and institutional spaces  creators on CubeCommons can produce virtual events, build exhibitions with a variety of contextual content. This lot is generously shared by CubeCommons member Mike St Jean.",
  "virtualFR": "Expériences virtuelles",
  "virtualTextFR": "(FR) Voxels est gratuit, facile d'accès depuis votre téléphone ou votre ordinateur, et ne nécessite pas de créer de compte. Dans ce quartier en réalité virtuelle (VR) abritant divers espaces institutionnels et gérés par des artistes, les créateurs de CubeCommons peuvent organiser des événements virtuels et créer des expositions avec une variété de contenus contextuels. Cet espace est généreusement mis à disposition par Mike St Jean, membre de CubeCommons.",
  "language": "Languages",
  "languageText": "With over 70 Indigenous languages spoken across Northern Turtle Island (Canada), and roughly 72% of residents consuming information in English, French, Mandarin, Punjabi and Tagalog, it's important that we leverage technology to ensure the internet does not become a segregated place of platforms storing and sharing content from only one cultural perspective or language.",
  "languageP2": "Where you see our URL, look for three dots, usually on the right, or the 'translate' symbol or word. Your browser should be able to translate all our buttons, and information provided by content creators, into the language of your choice.",
  "languageTextFRP1": "Avec plus de 70 langues autochtones parlées dans le nord de l'Île de la Tortue (Canada) et environ 72 % des résidents consommant de l'information en Anglais, Français, Mandarin, Pendjabi et Tagalog, il est important qu'Internet ne devienne pas un lieu isolé, constitué de plateformes n'hébergeant et partageant du contenu que d'une seule perspective culturelle ou qu'une seule langue.",
  "languageTextFRP2": "Lorsque vous voyez l'adresse de notre site en haut de votre navigateur, cliquez sur les trois points situés généralement à droite, puis le symbole ou le mot « traduire ». Votre navigateur devrait alors être en mesure de traduire notre interface et les informations fournies par les créateurs de contenu dans la langue de votre choix.",
  "Enquire about event": "Enquire About Hosting A Virtual Event or Exhibition",
  "collaborations": "Support Collaborations",
  "collaborationsText": "Supporting collaborations also means getting a say in what content you would like to see, with which artists and organizations. Imagine if Netflix gave you access to their producers? We do.",
  "nftsText": "<0>We could not hang out with all these great artists and art organizations and not make art! While we are not an NFT marketplace, we do subsidize gas and other minting fees for artists collaborating with organizations to produce an NFT. The sale and re-sale of these NFTs online, automatically sends profits back to the artists, the organizations and Cube to help create another avenue toward sustainability.</0><1>For decades artists have been producing limited edition multiples for galleries to sell as part of their funding model. However, the sale and resale of these works has not provided income for their artists. We look to blockchain to improve the equity of these collaborations with organizations, and to help artists into a new medium for their work.</1>",
  "digitalNeighbours": "Our Digital Neighbours",
  "digitalNeighboursFR": "Voisins Numériques",
  "digitalNeighboursText": "We're making it easier to discover content, and the online tools and databases being developed by arts organizations across the internet.",
  "digitalNeighboursTextFR": "Nous facilitons la découverte du contenu, des outils et bases de données développées par les organisations artistiques sur Internet.",
  "artengineDescription": "Learn about Artengine's Hyperlib Prototype.",
  "projetCollectifDescription": "Learn about En Commun, a new platform for publishing and connecting shared knowledge production.",
  "221aDescription": "Digital Strategy funded research on Blockchains & Cultural Padlocks.",
  "mobileArtSchoolDescription": "Try Arpp App, helping artists create-collaborate-celebrate in the digital space.",
  "mbtfDescription": "Quentin VerCettys self-guided AR experience with PHI Foundation.",
  "magicGlitterDescription": "Magic Keystrokes and Glitter, a curatorial digital justice residency.",
  "metaLabelDescription": "A release club where groups who share interest release work, collaborate, and support each other.",
  "searchPage": "Welcome to Search",
  "searchPageFR": "Bienvenue sur notre Page de Recherche",
  "userGuide": "Learn how to use this site and start discovering content.",
  "userGuideFR": " (FR) Apprenez à utiliser ce site et commencez à découvrir du contenu.",
  "featuredTag": "#brilliant"
}
