{
  "heroText": "<0>Cube aggregates audio, video and virtual programming produced by arts organizations from across Canada. Created through collaboration, Cube is dedicated to the accessibility and discoverability of educational, art and cultural content online.</0><1>Search content by region, material or maker, direct message Canada’s art organizations about the content you would like to experience, and support content collaborations looking for funding.</1><2>To learn more about what to expect as a user or creator on Cube, play the videos to the right of this text.</2>",
  "daoText": "<0>A DAO is a decentralized autonomous organization; made possible by the technology it is built on. Cube operates like a DAO while fulfilling the requirements of a not-for-profit. This means that all content creators on Cube are collective owners of the platform they share. Cube does not produce a publicly traded token, only an internal governance token that Cube creators earn for uploading free, accessible content. They use their governance tokens to vote on improvements to the site and the managing of Cube’s assets. By using the blockchain for voting we make these decisions publicly transparent.</0><1>Cube, unlike other streaming platforms, does not sell your data. The art organizations here are dedicated to sustainable online ecosystems, that engage with audiences and creators in equitable ways.</1>",
  "dao": "DAO",
  "creators": "Creators",
  "creatorsText": "On Cube you will find content made by Burnaby Art Gallery (@BAG), @221A, Centre A (@CentreA), @Cinevolution, the Contemporary Art Gallery (@CAG), Museum of Anthropology (@MOA), Museum of Vancouver (@MOV), New Media Gallery (@NMG), Richmond Art Gallery (@RAG), SFU Galleries (@SFUGalleries), and more, from across Canada",
  "accessibility": "Accessibility Is Our Goal",
  "accessibilityText": "Cube advocates for accessibility standards from which further efforts can be made and developed as technology improves. We aim to be a tool that supports the accessibility of online arts and cultural content, and to be a point of connection to Canadian organizations like <0>Deaf Spectrum</0> and <1>OAFAC</1>.",
  "virtualExperiences": "Virtual Experiences",
  "virtualExperiencesText": "Cube members share a virtual lot on Crytovoxel, a virtual space that can be accessed by phone or computer with no password or account required. Here organizations can create virtual events, show works and host a variety of content in exhibhtions that can be experienced from home. In this virtual neighbourhood you can also fine the Museum of Huston and One/Off Black Cryto Futures on the Blochchain. The lot is generously shared with Cube organizations by Mike St Jean.",
  "Enquire about event": "Enquire About Hosting A Virtual Event or Exhibition",
  "collaborations": "Support Collaborations",
  "collaborationsText": "Supporting collaborations also means getting a say in what content you would like to see, with which artists and organizations. Imagine if Netflix gave you access to their producers? We do.",
  "nftsText": "<0>We could not hang out with all these great artists and art organizations and not make art! While we are not an NFT marketplace, we do subsidize gas and other minting fees for artists collaborating with organizations to produce an NFT. The sale and re-sale of these NFTs online, automatically sends profits back to the artists, the organizations and Cube to help create another avenue toward sustainability.</0><1>For decades artists have been producing limited edition multiples for galleries to sell as part of their funding model. However, the sale and resale of these works has not provided income for their artists. We look to blockchain to improve the equity of these collaborations with organizations, and to help artists into a new medium for their work.</1>",
  "Digital Neighbours": "Digital Neighbours",
  "digitalNeighboursText": "Check out other platforms made by arts organizations to support artists and community discovery.",
  "artengineDescription": "Artengine Description",
  "cagDescription": "CAG Description",
  "centreaDescription": "Centrea Description",
  "moaDescription": "Moa Description",
  "movDescription": "Mov Description",
  "arppDescription": "Arpp App Description",
  "trinitySquareDescription": "Trinity Square Description"
}