{
  "lastUpdated": "September 8, 2023",
  "sections": {
    "1": {
      "1.1": "Last updated: September 8,"
    },
    "2": {
      "2.1": "Introduction\n1."
    },
    "3": {
      "3.1": "Acceptance of Terms: These Terms of Service, including our code of conduct (“Code of\nConduct”) and privacy policy (“Privacy Policy”) (collectively, the “Terms”), apply to your use\nof the services offered by The Association for Cube Commons (“Cube Commons”, “we”,\n“our”, “us”). The Terms apply to use of our website at [LINK AND INSERT URLs], as well as\nour app, DAO, NFTs, governance token, and any other services we offer (collectively, “Cube\nServices”). Please read the Terms carefully, including the Code of Conduct and Privacy\nPolicy. These documents are a binding legal agreement between you and Cube Commons,\nor, if you are using Cube Services on behalf of an organization, between your organization\nand Cube Commons. The words “you” or “your” in these Terms refer to the person or\norganization that has agreed to the Terms. If you are using Cube Services or creating an\nAccount on behalf of an organization, you represent that you have the authority to bind the\norganization to the Terms. By using Cube Services or by creating an account, you\nacknowledge that you have read and agree to the Terms.\n1."
    },
    "4": {
      "4.1": "Changes to Terms: We may make changes to the Terms, including the Privacy Policy, at\nany time and without notice to you. The changes are effective immediately after the new\nTerms are posted to our website. By continuing to use Cube Services after the Terms have\nbeen updated, you acknowledge and agree to the updated Terms. Cube Commons may\ntake steps to notify you of important changes to the Terms by placing a notice in the Cube\nServices or by sending an email to the email address you used to sign up.\n1."
    },
    "5": {
      "5.1": "Privacy Policy: Your use of the Cube Services and any information you submit using the\nCube Services are subject to our Privacy Policy, which is incorporated by reference in these\nTerms.\n1."
    },
    "6": {
      "6.1": "Additional Terms: These Terms contain sections that apply to participants in the Cube\nDAO (section 7) and to Creators and the Creator IP they upload (section 8 (Creator\nContract)). If you are a Creator or a participant in the Cube DAO, you acknowledge that you\nhave read these sections carefully and agree to them. For organizations, you represent to\nCube Commons that you have authority to bind your organization to these Terms and agree\nto these Terms on behalf of your organization.\n1."
    },
    "7": {
      "7.1": "Definitions: Capitalized words in these Terms have the definitions given to them in these\nTerms."
    },
    "8": {
      "8.1": "Account Creation\n2."
    },
    "9": {
      "9.1": "Account Creation: You need to create an account to use certain Cube Services and to\nbecome a part (“Community Member”) of our community (“Cube Community”). Keep your\nAccount secure and protect your password. You are responsible for the actions of anyone\nusing your Account, whether you have authorized that use or not. For individuals, your\nAccount, including your username and password, are unique to you and should not be\nshared with anyone. For organizations, your Account, including your username and\npassword, should not be shared with anyone outside of your organization.\n2."
    },
    "10": {
      "10.1": "Account Email: You must provide a valid email address when you sign up for an Account.\nAny notices we need to send you will be sent to the email address associated with your\nAccount.\n2."
    },
    "11": {
      "11.1": "Profile: You may create a profile to be used in the Cube Community, including a name, a\npicture, a link, and a small block of text (“Profile”). Profiles do not have to be under your\nlegal name, but must be in compliance with our Code of Conduct. A Profile is not required to\nuse Cube Services, but is required to become a Creator.\n2."
    },
    "12": {
      "12.1": "Profile Content: You retain copyright and other rights you have in your Profile. By\nsubmitting material to your Profile, you grant us a worldwide, non-exclusive, perpetual,\nirrevocable, royalty-free, assignable, transferable, and sub-licensable license to use,\naccess, store, reproduce, adapt, translate, publish, publicly perform or display, modify,\nrepost, create derivative works from, and distribute such material in connection with our\nproviding the Cube Services.\n2."
    },
    "13": {
      "13.1": "Responsibility: You understand that you are solely responsible for all material added to\nyour Profile. You, and not Cube Commons, are responsible for ensuring that all material in\nyour Profile is accurate, lawful, and does not infringe or violate anyone’s rights or our Code\nof Conduct."
    },
    "14": {
      "14.1": "Intellectual Property\n3."
    },
    "15": {
      "15.1": "Application: This Section 3 applies to the content displayed to the public through Cube\nServices. The terms for Creators who upload Content can be found in section 8 (Creator\nContract).\n3."
    },
    "16": {
      "16.1": "Rights Reserved: The Cube Services and the content displayed on Cube Services\n(“Content”) are owned by us or by the rightsholders of the specific content. Cube Commons\nand the rightsholders whose content is displayed through Cube Services reserve all\nintellectual property rights, including, without limitation, copyrights, trademarks, domain\nnames, design rights, patents, and all other intellectual property of any kind, whether\nregistered or unregistered anywhere in the world.\n3."
    },
    "17": {
      "17.1": "Use of Content: Cube Commons authorizes your use of the Content and the Cube\nServices for your personal use in the context of the Cube Services. You may, for non-\ncommercial purposes, download, stream, scrape, or otherwise acquire (collectively,\n“Scrape”) the metadata of Content displayed on Cube Services, including attribution\ninformation or other descriptive information, links to the Content, and subtitles or VTT files.\nYou may not Scrape Content stored on other sites, or Accessibility Content provided by third\nparty Accessibility Service Providers, including, but not limited to, Sign Language\ntranslations by Deaf Spectrum or other language translations, without the express prior\nwritten consent of Cube Commons. You may not remove any trademark, copyright or other\nproprietary notices, logos, watermarks, or URLs from the Content in any way. Except as set\nout by these Terms or as permitted by licenses associated with Content, any copying or\nreproduction of Content, in whole or in party, for commercial purposes or distribution, re-\ntransmission, republication, modification, reverse engineering, sale, or other exploitation of\nContent without the prior written permission of the rightsholder is strictly prohibited. Cube\nCommons and our Creators reserve the right to take steps as we deem necessary, including\nlegal action, to prevent unauthorized, infringing, or prohibited activity relating to the Content.\nWe reserve the right to suspend or terminate your access to the Content or any part of the\nCube Services immediately, without prior notice, and at our sole discretion."
    },
    "18": {
      "18.1": "Cube Policies\n4."
    },
    "19": {
      "19.1": "Code of Conduct: All use of Cube Services is subject to our Code of Conduct [LINK]. The\nCode of Conduct is intended to keep the Cube Services safe and welcoming for everyone.\n4."
    },
    "20": {
      "20.1": "Reports: If you believe another Account holder, a Creator, or Content is in violation of the\nCode of Conduct, you can report it to us by email [LINK] to [ADDRESS] or through the\ncontact form on our website [LINK] (“Report”). Cube Commons reviews all Reports and\nkeeps records of steps taken to address them.\n4."
    },
    "21": {
      "21.1": "Response: Cube Commons reserves the right to take any steps we believe are necessary\nto enforce our Terms, including our Code of Conduct. Cube Commons may, without\nlimitation, suspend Accounts, remove Profiles or parts of Profiles, delete Playlists, or delete\nor hide Content if, in our sole discretion, we believe such measures are necessary."
    },
    "22": {
      "22.1": "Disclaimers\n5."
    },
    "23": {
      "23.1": "Content: The Cube Services display Content provided by Creators. All statements or\nopinions expressed in Content are solely the opinions and responsibility of the Creators that\nown the Content. Such Content does not necessarily reflect the opinion of Cube Commons,\nand we are not liable to you or any third party for the Content, information, or opinions\nexpressed in the Content.\n5."
    },
    "24": {
      "24.1": "Not an Archive: The Cube Services are not intended to be used as a permanent archive or\nbackup. You understand and accept that some or all of the Cube Services and the Content\nmay be moved, edited, deleted, removed, or lost at any time and without notice to Creators.\nYou, not Cube Commons, are solely responsible for archival of your own Content.\n5."
    },
    "25": {
      "25.1": "Third Party Websites: The Cube Services and Content may contain links or references to\nthird party websites that are not part of the Cube Services. Such links are not part of the\nCube Services, and as such we have no control over and accept no responsibility for the\ncontent, material, or information contained in them. The display of a link or reference to a\nthird party website does not constitute an endorsement of the third party website. Your use\nof third party websites may be governed by the terms and conditions and privacy policy of\nthat third party website.\n5."
    },
    "26": {
      "26.1": "Sole Risk: You understand and agree that use of the Cube Services and its information,\ncontents, and materials, including, without limitation, Profiles and Content, is at your sole\nrisk. The Cube Services are provided on an “as is” and “as available” basis. Neither Cube\nCommons nor its employees, agents, officers, directors, or members (“Cube Parties”) make\nany warranty or condition of any kind, whether express or implied, regarding this site or its\ninformation, contents, or materials, and specifically disclaim the implied warranties and\nconditions of merchantable quality, fitness for a particular purpose, and non-infringement of\nthird party rights, to the maximum extent permitted by law.\n5."
    },
    "27": {
      "27.1": "No Warranties: The Cube Parties make no warranties or conditions regarding the quality,\nreliability, timeliness, or security of the Cube Services, or that the Cube Services will be\nuninterrupted or error-free. The Cube Parties assume no responsibility or liability for the\ndeletion of or failure to store or access content stored on the Cube Services. You assume\nthe entire risk in downloading or otherwise accessing any data, files, or other materials\nobtained from third parties as part of the Cube Services. You are responsible for\nimplementing safeguards to protect your electronic devices and files and are responsible for\nthe entire cost of any service, repairs, or corrections necessary as a result of use of the\nCube Services."
    },
    "28": {
      "28.1": "Miscellaneous\n6."
    },
    "29": {
      "29.1": "Governing Law: The Cube Services and these Terms are governed by the laws of the\nProvince of British Columbia and the federal laws of Canada applicable therein, without\ngiving effect to any choice or conflict of law provision, principle or rule and notwithstanding\nyour domicile, residence or physical location.\n6."
    },
    "30": {
      "30.1": "Limitation of Liability: To the maximum extent permitted by applicable law, in no event will\nCube Commons or the Cube Parties be liable for any consequential, indirect, incidental,\nexemplary, social, or punitive damages whatsoever, including any damages for business\ninterruption loss of use, loss of data, loss of revenue or profit, loss of capital, loss of\nbusiness opportunity, loss of goodwill, personal injury, loss of life, pain and suffering, or\nemotional distress, whether arising out of breach of contract, tort (including negligence),\nbreach of privacy, or any other theory of liability or otherwise, regardless of whether such\ndamages were foreseeable and whether or not we were advised of the possibility of such\ndamages.\n6."
    },
    "31": {
      "31.1": "Severability: If any term or provision of these Terms, including the Creator Terms, is found\nto be invalid, illegal, or unenforceable in any jurisdiction, such a finding shall not affect any\nother term or provision of the Terms or invalidate or render unenforceable such term or\nprovision in any other jurisdiction.\n6."
    },
    "32": {
      "32.1": "Headings: The headings used in these Terms are included for convenience only and will not\nlimit or otherwise affect these Terms."
    },
    "33": {
      "33.1": "Cube DAO Terms\n7."
    },
    "34": {
      "34.1": "Application: This section 7 (“Cube DAO Terms”) applies only to participants in the Cube\nCommons governance DAO (“Cube DAO”) and holders of the Cube Commons governance\ntoken (“Governance Token”). If any part of the Cube DAO Terms conflicts with any other part\nof these Terms or the Creator Terms, the provisions of the Cube DAO Terms take\nprecedence.\n7."
    },
    "35": {
      "35.1": "Cube DAO: Cube Commons makes many decisions through the Cube DAO by vote using\nGovernance Tokens granted to members of the Cube Commons and to Creators who\nupload Content to Cube Services.\n7."
    },
    "36": {
      "36.1": "Governance Rights: The governance rights associated with the Cube DAO and\nGovernance Tokens (“Governance Rights”) are subject to the bylaws of the Society for Cube\nCommons, the requirements of the British Columbia Societies Act, and to decisions made\nby the Cube Parties or the Cube DAO. Governance Rights may be changed at any time,\nand may be made without notice to the Cube DAO or Governance Token holders.\n7."
    },
    "37": {
      "37.1": "Governance Only: You understand and agree that Governance Tokens are solely for\ngovernance purposes, and do not represent any ownership interest, security interest, or\nother proprietary right, interest, or claim in or to Cube Commons, the Cube Services, or the\nContent available through Cube Services.\n7."
    },
    "38": {
      "38.1": "No Value: You understand and agree that Governance Tokens have no monetary or\nexchange value, and may not be bought, sold, traded, bartered, delegated, gifted, or\notherwise exchanged. Cube Commons and the Cube Parties are not responsible to\nGovernance Token holders for any perceived change in the value of the Governance Token\nor in the scope of Governance Rights.\n7."
    },
    "39": {
      "39.1": "Security: You are solely responsible for the security and safekeeping of your Governance\nTokens and the credentials required to access your Governance Tokens and the\nGovernance Rights associated with those Governance Tokens. Cube Commons and the\nCube Parties have no responsibility to assist with recovering lost or stolen Governance\nTokens or credentials.\n7."
    },
    "40": {
      "40.1": "Documentation: You are solely responsible for setting up and maintaining the technical\nsystems required to hold Governance Tokens and to make use of the associated\nGovernance Rights. Cube Commons may provide documentation or links to third party\nwebsites or other materials (“Documentation”) for the convenience of Governance Token\nholders. Cube Commons is not responsible for the accuracy, utility, or completeness of such\nDocumentation, or for any of the software or hardware products mentioned in the\nDocumentation. For greater certainty, the disclaimers and limitations of liability set out above\napply to any Documentation provided by Cube Commons.\n7."
    },
    "41": {
      "41.1": "Malicious Use: Cube Commons may, in its sole discretion, withhold, revoke, or invalidate\nGovernance Tokens or membership in the Cube DAO if it or the Cube DAO determines that:\na) the Governance Tokens are being used in a manner that undermines the intended\ngovernance structure of the Cube DAO, b) a Creator is abusing the Governance Token\nreward mechanism, or c) a Creator is using the Cube DAO, the Governance Tokens, or the\nGovernance Token reward mechanism in a manner that undermines the intended operation\nof the Cube DAO or the proper allotment of Governance Rights."
    },
    "42": {
      "42.1": "Creator Contract\n8."
    },
    "43": {
      "43.1": "Application: This section 8 of the Terms (“Creator Contract”) applies only to Community\nMembers who apply to become Creators. If any part of the Creator Contract conflicts with\nany other part of these Terms, the provisions of the Creator Contract take precedence.\n8."
    },
    "44": {
      "44.1": "Approval Process: Community Members who want to upload content or other intellectual\nproperty (“Creator IP”) to Cube Services must apply to become Creators and must be\napproved by a majority of Community Members who cast a vote.\n8."
    },
    "45": {
      "45.1": "Uploading Creator IP: Creator IP must meet the technical specifications we provide and\nmust comply with our Code of Conduct and Content Policy. Only approved Creators can\nupload Creator IP to the Cube Services.\n8."
    },
    "46": {
      "46.1": "Attribution: Creators may provide information about the author, title, date, and other\ninformation about Creator IP (“Attribution Information”) they upload to Cube Services. Cube\nCommons will display Attribution Information with the Creator IP in all its uses of the Creator\nIP.\n8."
    },
    "47": {
      "47.1": "Intellectual Property: Creators retain all copyright, trademark, and other rights in Creator\nIP they upload to Cube Services. By uploading Creator IP, Creators grant to Cube\nCommons a non-exclusive, non-assignable, worldwide, irrevocable, royalty-free license to\nuse, distribute, display, publicly perform, exhibit, and otherwise make available the Creator\nIP through the Cube Services and any additional services Cube Commons may develop in\nthe future. Cube Commons may use the Creator IP, or make derivative works based on or\ncontaining the Creator IP, for backup or storage purposes, to promote the Creator IP or the\nCube Services, to make Creator IP discoverable on the Cube Services, to promote Cube\nCommons to potential member organizations, to apply for public or private grants, or for\nother purposes that support the continued operation of Cube Commons and do not interfere\nwith the Creators’ rights to exploit the Creator IP (“Institutional Purposes”). By uploading\nCreator IP to the Cube Services, Creators waive any and all claims in any jurisdiction to so-\ncalled “moral rights” with respect to the use of the Creator IP by Cube Commons. Creators\ncan remove their Creator IP from the Cube Service at any time and it will no longer be made\navailable through the Cube Service, but Cube Commons retains the rights granted to it\nunder these Terms to use the Creator IP for Institutional Purposes.\n8."
    },
    "48": {
      "48.1": "Accessibility Content: When uploading Creator IP, Creators may be given the option to\nhave captions or other accessibility features created for the Creator IP (“Accessibility\nContent”). Cube Commons holds all copyright, trademark, or other rights in Accessibility\nContent created in this way. Creators may not download or reuse the Accessibility Content\nor display the Accessibility Content outside of the Cube Services without the express prior\nwritten consent of Cube Commons.\n8."
    },
    "49": {
      "49.1": "Liability for Creator IP: Creators are solely responsible for the Creator IP they upload. By\nuploading Creator IP to Cube Services, the Creator represents and warrants to Cube\nCommons that: a) the Creator is the sole owner of all right, title, and interest in and to the\nCreator IP, or that the Creator is the authorized representative of the owner of the Creator\nIP; b) the Creator IP does not infringe any third party’s intellectual property rights or moral\nrights, rights of publicity or privacy, or any other right; c) the Creator IP does not violate any\nlaw, including laws relating to intellectual property, export of goods, advertising or marketing,\ndefamation, privacy, or any other law; and d) comply with the Code of Conduct.\n8."
    },
    "50": {
      "50.1": "Earning Governance Tokens: Creators earn Governance Tokens for uploading Creator IP\nto Cube Services. The number of Governance Tokens earned for uploading Creator IP will\nbe determined by the Cube DAO.\n8."
    },
    "51": {
      "51.1": "NFTs: Creators may request the opportunity to partner with Cube Commons to produce and\nsell non-fungible tokens (“NFTs”) based on the Creator IP. The production and sale of NFTs\nwill be governed by a separate contract between Cube Commons and the Creator.\n8."
    },
    "52": {
      "52.1": "Indemnification: Creators will indemnify, defend, and hold harmless Cube Commons and\nits directors, employees, agents, and successors from and against any loss, damage,\nliability, deficiencies, claims, actions, judgments, settlements, interest, awards, penalties,\nfines, costs, or expenses of any kind, including legal fees and the costs of enforcing this\nright to indemnification or pursuing any insurance providers, arising out of or in connection\nwith any third party claim, suit, action, or proceeding relating to any actual or alleged\nbreaches by the Creator of its representations, warranties, covenants, conditions, or other\nobligations hereunder.\n8."
    },
    "53": {
      "53.1": "Exclusion of Damages: With the exception of the Creator’s indemnification obligations or\nwilful misconduct or gross negligence by either party, neither the Creator or Cube Commons\nwill be liable in connection with these Terms for indirect, incidental, consequential,\nliquidated, special, exemplary, or aggravated damages or penalties, including, without\nlimitation, losses of business, revenue, or anticipated profits, regardless of whether such\ndamage was foreseeable and whether such party has been advised of the possibility of\nsuch damages.\n8."
    },
    "54": {
      "54.1": "Waiver of Injunctive Relief: The Creator hereby waives its right to injunctive and other\nequitable relief in the event of a dispute with Cube Commons. The Creator has no right to\nenjoin or interfere with the production, distribution, exploitation, advertising, or promotion of\nthe Cube Services.\n8."
    },
    "55": {
      "55.1": "Amendments: These Terms, including the Creator Terms, may only be amended, modified,\nor supplemented by an agreement in writing and signed by each party."
    }
  }
}